[
  {
    "id": "azahara-fernandez",
    "name": "Azahara",
    "surname": "Fernández",
    "picture": "/static/img/speakers/azahara.jpg",
    "work": "Afaya",
    "about": "Soy desarrolladora de software reconvertida desde 2015 (MCSA Microsoft Certified Web Applications Developer), antes Doctora en Inmunología.</br>Me encanta compartir conocimientos y estar completamente actualizada. Creo en el valor de la comunidad, por eso siempre que puedo colaboro donde se me necesite y formo parte de Afaya en mi tiempo libre donde trato de organizar diversas actividades para niñas.",
    "social": {
      "twitter": "https://twitter.com/azahara_fergui",
      "linkedin": "https://www.linkedin.com/in/azahara-fernandez-guizan-41713033/"
    },
    "speaking_in": {
      "title": "Introducción a Aurelia JS, la hermana de AngularJS",
      "href": "#track-1-talk-introduccion-a-aurelia-js-la-hermana-de-angularjs-azahara-fernandez-de-afaya"
    }
  },
  {
    "id": "paola-garcia",
    "name": "Paola",
    "surname": "García",
    "picture": "/static/img/speakers/paola.jpg",
    "work": "Chefly",
    "about": "Paola Garcia es Ingeniera Telemática por la Universidad Carlos III Madrid. Después de trabajar varios años en multinacionales y pasar una experiencia Internacional como Freelance en Irlanda en el mundo TIC, Paola ha montado su propia Startup Tecnológica Chefly y trabaja actualmente con sede en Campus Madrid de Google.",
    "social": {
      "linkedin": "https://www.linkedin.com/in/paolagarcia/",
      "twitter": "https://twitter.com/ggarciapaola"
    },
    "speaking_in": {
      "title": "Supercarga tu app con Cloud Functions de Firebase",
      "href": "#track-1-talk-supercarga-tu-app-con-cloud-functions-de-firebase-paola-garcia-de-chefly"
    }
  },
  {
    "id": "carmen-ansio",
    "name": "Carmen",
    "surname": "Ansio",
    "picture": "/static/img/speakers/carmen.jpg",
    "work": "UX/UI & front-end designer. Amante del CSS y los SVG\"s.",
    "about": "Co-host en @wecodesign, podcast quincenal sobre desarrollo front-end, diseño web y UX.<br>Es integrante de AdaJS (@adabcnjs), comunidad de mujeres que tiene como objetivo promover y apoyar el crecimiento del sector femenino en el ámbito (IT) a través del desarrollo web.",
    "social": {
      "twitter": "https://twitter.com/carmenansio",
      "linkedin": "https://www.linkedin.com/in/carmenansio/"
    },
    "speaking_in": {
      "title": "SVG attacks!",
      "href": "#keynote-svg-attacks-carmen-ansio-de-desigual"
    }
  },
  {
    "id": "ines-huertas",
    "name": "Inés",
    "surname": "Huertas",
    "picture": "/static/img/speakers/ines.jpg",
    "work": "Research",
    "about": "Data Scientist y co-fundadora de Datatons, lidera diferentes proyectos de analítica sobre plataformas Big Data, una data dreamer en busca de historias!. Actualmente gestiona el grupo de Data Science Madrid y participa en la organización el grupo de Rladies Madrid.",
    "social": {
      "twitter": "https://twitter.com/quierodata",
      "linkedin": "https://es.linkedin.com/in/ineshuertas"
    },
    "speaking_in": {
      "title": "Keynote sobre inteligencia artificial",
      "href": "#keynote-ines-huertas-especialista-en-inteligencia-artificial"
    }
  },
  {
    "id": "tamara-fernandez",    
    "name": "Tamara",
    "surname": "Fernández",
    "work": "Ingeniacity",    
    "picture": "/static/img/speakers/tamara.jpg",
    "about": "Tamara es Ingeniera especializada en mecánica y co-fundadora desde 2015 de Ingeniacity, un equipo multidiciplinar de ingenerios que buscan soluciones innovadoras a los retos que les plantean clientes de diferentes sectores como el náutico, industrial o energético. Previamente fue la directora de Motostudent de la EPI Gijón y coordinó proyectos internacionales en una empresa de biogás. Curiosa, apasionada de la innovación y comprometida con el emprendimiento en Asturias.",
    "social": {
      "twitter": "https://twitter.com/tamariacity",
      "linkedin": "https://www.linkedin.com/in/tamara-fern%C3%A1ndez-aaa47783/"
    },
    "speaking_in": {
      "title": "Tecnología de Fórmula 1 desde Asturias",
      "href": "#track-2-talk-tecnologia-de-formula-1-desde-asturias-tamara-fernandez-de-ingeniacity"
    }
  },
  {
    "id": "bea-merino",
    "name": "Bea",
    "surname": "Merino",
    "picture": "/static/img/speakers/bea.png",
    "about": "Soy Ingeniera Biomédica por la Universidad Politécnica de Madrid. Fanática de la innovación en salud, envejecimiento activo y ciudades inteligentes. Actualmente trabajo en el grupo de investigación Life Supporting Techonologies por las mañanas y planeo la rebelión de las máquinas fantásticas por las noches. Asturias lover.",
    "social": {
      "twitter": "https://twitter.com/BeaMerino28",
      "linkedin": "https://www.linkedin.com/in/beatriz-merino-118b3a73/"
    },
    "speaking_in": {
      "title": "Bioingeniería fantástica y dónde encontrarla",
      "href": "#track-2-talk-ultimos-avances-en-ingenieria-biomedica-beatriz-merino"
    }
  },
  {
    "id": "gloria-bueno",    
    "name": "Gloria",
    "surname": "Bueno",
    "work": "Google Expert",
    "picture": "/static/img/speakers/gloria.jpg",
    "about": "Desarrolladora web en @MashMeTV, centrada en crear mejores experiencias móviles y de escritorio.</br>Autodidacta compulsiva, siempre buscando los límites para sacar el máximo provecho de la tecnología, actualmente Google Developer Expert en Polymer en busca de mejores flujos de trabajo Front-end.",
    "social": {
      "twitter": "https://twitter.com/globitss",
      "linkedin": "https://www.linkedin.com/in/globits/"
    },
    "speaking_in": {
      "title": "Web Component templates: Rendering efficiently (Polymer)",
      "href": "#track-2-talk-web-component-templates-rendering-efficiently-polymer-gloria-bueno-google-expert"
    }
  },
  {
    "id": "susana-gonzalez",
    "name": "Susana",
    "surname": "González",
    "work": "Capgemini",
    "picture": "/static/img/speakers/susana.jpg",
    "about": "Ingeniera técnica informática por la Universidad de Oviedo con más de diez años de experiencia como ingeniera de software.  Ha trabajado en distintas empresas y clientes y para sectores muy variados que van desde servicios financieros y seguros hasta sector energético nacional.</br>Actualmente en Capgemini Asturias ha comenzado su nueva aventura con tecnologías RPA dando un giro a su carrera como profesional Java y centrándose en el desarrollo de robots de software, un nuevo y prometedor sector.",
    "social": {
      "linkedin": "https://www.linkedin.com/in/susanagonzalezcacheiro/",
      "twitter": "https://twitter.com/capgemini_es?lang=es"
    },
    "speaking_in": {
      "title": "May the Robots be with your Business",
      "href": "#track-1-talk-may-the-robots-be-with-your-business-susana-gonzalez-de-capgemini"
    }
  },
  {
    "id": "alisson-caiza",
    "name": "Alisson",
    "surname": "Caiza",
    "work": "Drone4students",
    "picture": "/static/img/speakers/alisson.jpg",
    "about": "Estudiante de Ingenieria Electronica Industrial y Automática en la Universidad de Oviedo y miembro de Drone4students, asociación que se encarga tanto de divulgar información relacionada con los drones, como de dar talleres e investigar. Combina sus estudios con tareas de voluntariado como impartir clases de apoyo a jóvenes que lo necesitan.",
    "speaking_in": {
      "title": "Taller sobre drones.",
      "href": "#track-2-taller-sobre-drones-drone4students"
    },
    "social": {
      "twitter": "https://twitter.com/drone4students?lang=es",
      "linkedin": "https://www.linkedin.com/company/11448701/"
    }
  },
  {
    "id": "julia-Lastra",
    "name": "Julia",
    "surname": "Lastra",
    "work": "Treelogic",
    "picture": "/static/img/speakers/julia.jpeg",
    "about": "Soy licenciada en matemáticas por la Universidad de Oviedo y llevo más de 7 años trabajando en proyectos de análisis de datos de distinta índole. Siempre he combinado mi participación en proyectos de investigación europeos con desarrollos a medida para clientes, primero en un centro de investigación y ahora en el área de I+D+i de Treelogic. Mi especialidad consiste en encontrar soluciones basadas en aprendizaje automático a problemas del mundo real. Algunos ejemplos de retos a los que me he enfrentado como Data Scientist son: el desarrollo de sistemas predictivos de ventas, el modelado de efectos en cascada en situaciones de emergencia o la clasificación automática de los usos domésticos del agua.",
    "speaking_in": {
      "title": "Workshop: Visualización avanzada de datos con R.",
      "href": "#track-2-workshop-visualizacion-avanzada-de-datos-con-r-julia-lastra-de-treelogic"
    },
    "social": {
      "linkedin": "https://www.linkedin.com/in/julialastra/",
      "twitter": "https://twitter.com/treelogic?lang=es"
    }
  },
  {
    "id": "sara-zapico",
    "name": "Sara",
    "surname": "Zapico",
    "work": "Zapiens",
    "picture": "/static/img/speakers/sara.jpeg",
    "about": "Máster en Ingeniería Web por la Universidad de Oviedo. Siempre estoy tratando de aprender cosas nuevas y retarme a mí misma.<br>Por ello, he trabajado en varias empresas, tocando diferentes tecnologías y áreas, que me han ido formando como profesional en el desarrollo Web. Ahora mismo estoy disfrutando de la aventura de trabajar en la Startup asturiana Zapiens como parte del equipo de desarrollo del Bot de la aplicación.",
    "speaking_in": {
      "title": "Workshop: Chat rápido con Ionic 3 y Firebase.",
      "href": "#track-1-workshop-chat-rapido-con-ionic-3-y-firebase-sara-zapico-de-zapiens"
    },
    "social": {
      "linkedin":"https://www.linkedin.com/in/sara-zapico-fern%C3%A1ndez-21537b46/",
      "twitter": "https://twitter.com/zapienstribe?lang=es"
    }
  },
  {
    "id": "equipo-ies-jeronimo-gonzalez",
    "name": "Equipo",
    "surname": "IES Jerónimo González",
    "picture": "/static/img/speakers/ies.jpg",
    "about": "Ainara Torre, Alba Castaño, Alba Ruíz y Chabely Jeréz comenzaron el curso pasado en la materia de Robótica. Coordinadas por Rosana Álvarez, trabajron en la búsqueda de soluciones innovadoras y creativas para problemas que aún no tenían solución o para mejorar soluciones existentes. El curso pasado junto con sus compañeros buscaron una solución viable y funcional para la gestión de los contenedores de reciclaje.<br>Ahora en 1º de Bachillerato desde TIC trabajan en diferentes proyectos como automatismos que permitan quelas persianas suban o bajen cuando llueve, o elaborando rutas geolocalizadas con explicaciones en en vídeos, imágenes y audio.",
    "speaking_in": {
      "title": "Proyecto tecnológico alumnas IES Jerónimo González.",
      "href": "#mini-talk-proyecto-tecnologico-alumnas-ies-jeronimo-gonzalez"
    },
    "social": {
    }
  },
  {
    "id": "irene-pulido",
    "name": "Irene",
    "surname": "Pulido",
    "work": "Alisys Quality Assurance Technician",    
    "picture": "/static/img/speakers/irene.jpeg",
    "about": "Terminando su grado en Ingeniería en Tecnologías y Servicios de Telecomunicaciones en la Universidad de Oviedo, actualmente trabaja como especialista técnica en el área de QA en Alisys. A lo largo de su trayectoria como ingeniera, se ha interesado por el ámbito de la Inteligencia Artificial, los bots y la gestión de plataformas omnicanal.<br>Está especializándose en la detección de errores y bugs así como participando de forma activa en el análisis de las necesidades del cliente asegurando la calidad de los productos antes de su puesta en producción. Participa en diversos proyectos de integración multiplataforma, bots especializados en incidencias así como gestión de comunicaciones omnicanal.",
    "speaking_in": {
      "title": "Aprende a crear un Bot integrado en un sistema multicanal con Dialog Flow.",
      "href": "#track-1-taller-de-bots-irene-pullido-de-alysis"
    },
    "social": {
      "linkedin": "https://www.linkedin.com/company/alisys/?originalSubdomain=es",
      "twitter": "https://twitter.com/alisys"
    }
  }
]