[
  {
    "id": "natalia-gonzalez",
    "name": "Natalia",
    "surname": "Gonzalez",
    "picture": "/img/speakers/natalia.jpeg",
    "work": "IKEA",
    "about": "Llevo más de 18 años en este mundo. He trabajado como experta en WebCenter Sites en Oracle y Fatwire, y desde hace 5 años colaboro con Ikea (en Suecia!).  Actualmente soy Solution Architect en la parte web.",
    "social": {
      "twitter": "https://twitter.com/nagosa",
      "linkedin": "https://www.linkedin.com/in/nataliagonzalez/"
    },
    "speaking_in": {
      "title": "¡Menudo viaje! Cómo vivir la transformación digital de IKEA desde su core.",
      "href": "#track1-natalia-gonzalez"
    }
  },
  {
    "id": "clara-luis",
    "name": "Clara",
    "surname": "Luis",
    "work": "T3chFest",
    "picture": "/img/speakers/clara.jpeg",
    "about": "Ingeniera Audiovisual en proceso. Soy muy friki de temas como Visión Artificial y Generación Musical (en general, todo lo que sea aplicar Machine Learning a Imagen, Sonido o Vídeo). Organizo T3chFest. Probablemente hayas visto al erizo T3chfy; lo diseñé yo :D",
    "social": {
      "twitter": "https://twitter.com/vocalyre",
      "linkedin": "https://www.linkedin.com/in/claraluis/"
    },
    "speaking_in": {
      "title": "Quédate con alguien que te mire como Wall-e",
      "href": "#track-1-clara-luis"
    }
  },
  {
    "id": "maria-hernandez",
    "name": "María",
    "surname": "Hernández",
    "work": "Mecalux Software Solutions",
    "picture": "/img/speakers/maria.jpeg",
    "about": "Estoy terminando el Máster en Ingeniería Web (rama de Investigación) por la Universidad de Oviedo, actualmente trabajo en el departamento de I+D+i de Mecalux Software Solutions. En 2018 obtuve el I Premio CITIPA Ada Byron a la Excelencia Académica Femenina. Formo parte de FemDevs (@FemDevs), una comunidad para apoyar y visibilizar a las mujeres desarrolladoras de videojuegos. Mis inquietudes tecnológicas apuntan a la rama de investigación de la informática aplicada al ámbito de la salud, objeto de mi Trabajo Fin de Máster.",
    "social": {
      "linkedin": "https://es.linkedin.com/in/maría-hernández-martínez-95a58615b",
      "twitter": "https://twitter.com/hibarikky"
    },
    "speaking_in": {
      "title": "Creación de apps de realidad aumentada para Hololens con Visual Studio y UrhoSharp",
      "href": "#track-2-maria-hernandez"
    }
  },
  {
    "id": "nerea-luis",
    "name": "Nerea",
    "surname": "Luis",
    "work": "T3chFest",
    "picture": "/img/speakers/nerea.jpeg",
    "about": "Fundadora de T3chFest e investigadora en el campo de la inteligencia artificial en la Universidad Carlos III de Madrid. Nominada TOP100 mujeres líderes 2018. Women Techmaker Scholar 2016 por Google. Reconocida por la fundación COTEC como experta en Talento, Tecnología y Género. Técnico de asesoramiento científico en Ciencia en el Parlamento.",
    "social": {
      "linkedin": "https://es.linkedin.com/in/nerealuis",
      "twitter": "https://twitter.com/sailormerqury"
    },
    "speaking_in": {
      "title": "Ordenando el caos inteligente",
      "href": "#keynote-nerea"
    }
  },
  {
    "id": "nour-moussa",
    "name": "Nour",
    "surname": "Moussa",
    "work": "Cátedra Milla del Conociemiento Gijón Smart Cities",
    "picture": "/img/speakers/nour.jpeg",
    "about": "Nour Moussa is currently a master’s degree student in the University of Oviedo, majoring in Electrical Power Systems, in which she obtained her bachelors degree from the Arab Academy for Science and Technology, Alexandria, Egypt in 2017. In the meantime she is working on a project for EDP to implement a study of a shared self-consumption system applied to neighbourhood communities in urban environments. Her interests are in the field of renewable energies and smart grids.",
    "social": {
      "linkedin": "http://linkedin.com/in/nour-moussa-b7569565",
      "twitter": "https://twitter.com/GijonSmartcity"
    },
    "speaking_in": {
      "title": "Home Automation via Google Assistant & Basic demo of visual programming in Node-RED",
      "href": "#track2-iot"
    }
  },
  {
    "id": "komal-khan",
    "name": "Komal",
    "surname": "Khan",
    "work": "Cátedra Milla del Conociemiento Gijón Smart Cities",
    "picture": "/img/speakers/komal.jpeg",
    "about": "Komal Khan, received her bachelor’s degree in Electrical Engineering with distinction from Air University Islamabad, Pakistan. She was competitively selected under EU Erasmus Mundus Joint Master Degree Program in 2017. In the pursuit of her Master degree in Sustainable Transportation and Electrical Power Systems, currently she is working as an intern in Gijón Smart Cities Demo Lab, on a project of EDP. Her area of scope is the useful integration of electrical engineering with Internet of things (IoT) which is a futuristic field and can do wonders.",
    "social": {
      "linkedin": "https://www.linkedin.com/in/komalkhan31/",
      "twitter": "https://twitter.com/GijonSmartcity"
    },
    "speaking_in": {
      "title": "Home Automation via Google Assistant & Basic demo of visual programming in Node-RED",
      "href": "#track2-iot"
    }
  },
  {
    "id": "natalia-dominguez",
    "name": "Natalia",
    "surname": "Domínguez",
    "work": "Ricoh",
    "picture": "/img/speakers/natali-dominguez.png",
    "about": "Arquitecta de software en el Digital Competence Center de RICOH en Asturias. Profesional con más de 15 años de experiencia tanto en el desarrollo de software como en la formación en materias relacionadas con el desarrollo web. Apagafuegos y en constante aprendizaje. Me gusta la repostería.",
    "social": {
      "linkedin": "http://linkedin.com/in/natalia-domínguez-domínguez-4b917b12a"
    },
    "speaking_in": {
      "title": "Las huellas digitales de la música",
      "href": "#track-1-natalia-dominguez"
    }
  },
  {
    "id": "selene-pinillos",
    "name": "Selene",
    "surname": "Pinillos",
    "work": "Cabify",
    "picture": "/img/speakers/selene.jpg",
    "about": "Después de unos cuantos años como desarrolladora de mobile en varias empresas, en 2015 me uno al equipo de Cabify como Android developer. A finales de 2018 doy el salto de mobile a backend en Go. Me gusta la cocina, el Crossfit y los gatos.",
    "social": {
      "linkedin": "https://www.linkedin.com/in/selene-pinillos-b790a53a/",
      "twitter": "https://twitter.com/selenepinillos"
    },
    "speaking_in": {
      "title": "Como pasé de mobile a backend",
      "href": "#track-2-mobile-backend"
    }
  },
  {
    "id": "maria-gutierrez",
    "name": "María",
    "surname": "Gutiérrez",
    "work": "Capgemini",
    "picture": "/img/speakers/maria-gutierrez.jpg",
    "about": "Licenciada en Física Fundamental, lleva más de 15 años dedicada a las soluciones de Seguridad, actualmente es la responsable de Ciberseguridad en Capgemini donde tiene el reto de incorporar inteligencia artificial, robotización  y procesos agile  en los servicios de Cyber.",
    "social": {
      "twitter": "https://twitter.com/Capgemini_ES"
    },
    "speaking_in": {
      "title": "Nuevas tecnologías en seguridad",
      "href": "#track-2-maria-gutierrez"
    }
  },
  {
    "id": "carmen-alvarez",
    "name": "Carmen",
    "surname": "Álvarez",
    "work": "Swiss Re",
    "picture": "/img/speakers/carmen.jpg",
    "about": "Trabajo en Swiss Re, la segunda reaseguradora más grande del mundo, en el equipo de Datawarehouse. Nos dedicamos a integrar información de los sistemas de misión crítica de la empresa: contratación, primas, reclamaciones al seguro y finanzas, entre otros. Anteriormente trabajé en el CERN, haciendo el software que soporta tanto el servidor de documentos del CERN como cientos de librerías online del mundo. También haciendo data science para recursos humanos.",
    "speaking_in": {
      "title": "Datawarehousing para un mundo más resiliente",
      "href": "#track-1-datawarehousing"
    },
    "social": {
      "linkedin": "https://www.linkedin.com/in/carmenalvarezperez/"
    }
  },
  {
    "id": "cristina-berreiro",
    "name": "Cristina",
    "surname": "Barreiro",
    "work": "Situm Indoor Positioning",
    "picture": "/img/speakers/cristina.jpeg",
    "about": "Ingeniería Informática y desarrolladora de aplicaciones móviles. He trabajado en consultoría desarrollando aplicaciones móviles para el grupo Inditex, y actualmente desarrollo un SDK móvil y gestiono proyectos en Situm Indoor Positioning. Además, soy co-organizadora del GDG Santiago.",
    "speaking_in": {
      "title": "TDD y buenas prácticas en testing",
      "href": "#track-1-tdd"
    },
    "social": {
      "linkedin": "https://www.linkedin.com/in/crisbarreiro/",
      "twitter": "https://twitter.com/crisbarreiro_"
    }
  }
]
